Repository: igmoweb/append-or-prepend-content
Catalog: languages/apporprepp-*.po
Languages: es_es

source: -- Select a post type --
es_es: Ver contenido agregado

source: Action
es_es: Agregar contenido previo/posterior

source: %s to
es_es: %s a

source: Add content before or after every post, page or Custom Post Type
es_es: Añade contenido antes o después de cada entrada, página o tipo de post personalizado

source: Add new
es_es: Añadir nuevo

source: Add New Append or Prepend Content
es_es: Añadir nuevo contenido previo/posterior

source: Add new content to append/prepend
es_es: Añadir nuevo contenido previo/posterior

# admin menu
source: Append Content
es_es: Anexar contenido

source: All Append or Prepend Contents
es_es: Todos los contenidos previos/posteriores agregados

source: Append
es_es: Anexar

source: Append or Prepend Options
es_es: Opciones de Append Or Prepend Content

source: Display in archives
es_es: Mostrar en páginas de archivo

source: Display in single post
es_es: Mostrar en entrada individual

source: Edit Append or Prepend Content
es_es: Editar contenido previo/posterior

source: If the content should appear when a list of posts is retrieved (in search, archives...). Does not apply in excerpts
es_es: Si la opción está activada, el contenido aparecerá cuando la lista de entradas (en el blog, búsqueda, archivos...) se muestra en pantalla. No aplica a los extractos.

source: If the content should appear when a single post is retrieved
es_es: Si la opción está activada, el contenido aparecerá en una entrada individual

source: New Append or Prepend Content
es_es: Nuevo contenido a agregar

source: No posts found in Trash.
es_es: No se encontró contenido en la papelera.

source: No posts found.
es_es: No se encontró contenido.

source: Please, save the post first in order to select an action.
es_es: Por favor, guarde el contenido antes de seleccionar una opción.

# post_type
source: Add New
es_es: Añadir nuevo

source: Prepend
es_es: Agregar antes

source: Search Append or Prepend Content
es_es: Buscar contenido agregado.

# select an action: prepend/append
source: -- Select an option --
es_es: -- Seleccione una opción --

source: View
es_es: Ver

source: View Append or Prepend Content
es_es: Ver contenido agregado

source: View current appended/prepended content
es_es: Ver contenido agregado actual
